{
  "Josue": {
    "miedo": {
      "personaje": "Josué",
      "vivencia": "Tras la muerte de Moisés, Josué recibió la enorme responsabilidad de guiar al pueblo de Israel hacia la tierra prometida. El peso de suceder a un líder tan grande lo llenaba de temor e incertidumbre. Sin embargo, Dios mismo le habló y le aseguró su presencia constante.",
      "versiculo": "Mira que te mando que te esfuerces y seas valiente; no temas ni desmayes, porque Jehová tu Dios estará contigo en dondequiera que vayas (Josué 1:9)",
      "extra": "No temas, porque yo estoy contigo; no desmayes, porque yo soy tu Dios que te esfuerzo; siempre te ayudaré, siempre te sustentaré con la diestra de mi justicia (Isaías 41:10)",
      "oracion": "Señor, así como fortaleciste a Josué y estuviste con él en cada paso de su camino, te pido que me des el mismo valor y confianza. Ayúdame a recordar que nunca camino solo, que Tú vas delante de mí preparando el camino. Dame la valentía para enfrentar los desafíos que me parecen imposibles, sabiendo que tu poder se perfecciona en mi debilidad.",
      "categoria": "emociones"
    },
    "obediencia": {
      "personaje": "Josué",
      "vivencia": "Ante la orden de conquistar Jericó, Josué no cuestionó la inusual estrategia de Dios. Marchar alrededor de los muros en silencio durante siete días parecía ilógico militarmente, pero su obediencia fue absoluta. Su liderazgo se basaba en la premisa de que la victoria no dependía de las armas, sino de seguir fielmente las instrucciones divinas.",
      "versiculo": "Y cuando los sacerdotes tocaron las bocinas la séptima vez, Josué dijo al pueblo: Gritad, porque Jehová os ha entregado la ciudad (Josué 6:16)",
      "extra": "Por la fe cayeron los muros de Jericó después de rodearlos siete días. El obedecer es mejor que los sacrificios (Hebreos 11:30; 1 Samuel 15:22)",
      "oracion": "Padre Celestial, enséñame a obedecer tus planes aunque a veces me parezcan extraños o difíciles de entender. Que mi fe sea mayor que mi lógica humana. Ayúdame a dar cada paso con la certeza de que, si Tú diste la orden, Tú también darás la victoria. Que mi mayor éxito sea simplemente ser hallado fiel a tu Palabra.",
      "categoria": "virtudes"
    },
     fidelidad: {
      personaje: "Josué",
      texto: "Al final de su vida, Josué convocó a todo el pueblo para hacer una declaración pública de principios. Recordó todas las bendiciones de Dios y retó a la nación a elegir a quién servir. Su compromiso no dependía de lo que los demás hicieran; él ya había decidido que su familia y él permanecerían fieles al único Dios verdadero.",
      versiculo: "Pero yo y mi casa serviremos a Jehová (Josué 24:15)",
      extra: "Sé fiel hasta la muerte, y yo te daré la corona de la vida. El que es fiel en lo muy poco, también en lo más es fiel (Apocalipsis 2:10; Lucas 16:10)",
      oracion: "Señor, te pido que pongas en mí un espíritu de fidelidad inquebrantable como el de Josué. Que en un mundo que cambia constantemente de parecer, yo me mantenga firme en mis convicciones cristianas. Bendice mi hogar y ayúdame a ser un ejemplo de servicio para mi familia, para que juntos podamos honrarte todos los días de nuestra vida.",
      categoria: "virtudes"
    }
   }
 }



